---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPrefixSeparator
source: html/a23e12c6-2942-cc76-a148-8f5a8c74d072.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPrefixSeparator Property

"Circuit Prefix Separator"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitPrefixSeparator { get; }
```